Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The inputs are research-backed; the recipe is ours. Which signals belong in a recovery score, and the ln(RMSSD) z-score method used to normalise the biggest of them, come from peer-reviewed work (Plews 2013, Buchheit 2014). The 60/25/15 split, the score bands, and the thresholds throughout this page are calibrated against practitioner heuristics and have not been validated against outcomes — no study shows this number predicts recovery, performance or injury. That is normal for a composite wellness score, including the commercial ones; it is worth knowing which half of the score is which.
ar: المدخلات مدعومة بالأبحاث؛ أما الوصفة فخاصة بنا. الإشارات التي تنتمي إلى درجة التعافي، وطريقة درجة z لـ ln(RMSSD) المستخدمة لتطبيع أكبرها، مأخوذة من أعمال محكّمة (Plews 2013، Buchheit 2014). أما تقسيم 60/25/15 ونطاقات النتيجة والعتبات في هذه الصفحة فمعايَرة وفق خبرات الممارسين ولم يُتحقق منها مقابل النتائج — لا توجد دراسة تُظهر أن هذا الرقم يتنبأ بالتعافي أو الأداء أو الإصابة. هذا معتاد في نتائج العافية المركّبة، بما فيها التجارية؛ ومن المفيد معرفة أي نصف من النتيجة هو أيّ.
da: Input er forskningsbaserede; opskriften er vores. Hvilke signaler der hører hjemme i en restitutionsscore, og den ln(RMSSD)-z-score-metode, der bruges til at normalisere det største af dem, stammer fra fagfællebedømt forskning (Plews 2013, Buchheit 2014). Fordelingen 60/25/15, scorebåndene og tærsklerne på hele denne side er kalibreret mod tommelfingerregler fra praktikere og er ikke valideret mod udfald — ingen undersøgelse viser, at tallet forudsiger restitution, præstation eller skader. Det er normalt for en sammensat velværescore, også de kommercielle; det er værd at vide, hvilken halvdel af scoren der er hvad.
de: Die Eingaben sind wissenschaftlich fundiert; die Zusammensetzung ist unsere eigene. Welche Signale in einen Erholungswert gehören und die ln(RMSSD)-z-Wert-Methode, mit der das wichtigste davon normalisiert wird, stammen aus begutachteter Forschung (Plews 2013, Buchheit 2014). Die Aufteilung 60/25/15, die Wertbereiche und die Schwellen auf dieser Seite sind anhand von Praxis-Heuristiken kalibriert und wurden nicht anhand von Ergebnissen validiert — keine Studie zeigt, dass diese Zahl Erholung, Leistung oder Verletzungen vorhersagt. Das ist bei zusammengesetzten Wellness-Werten normal, auch bei kommerziellen; es lohnt sich aber zu wissen, welche Hälfte des Werts welche ist.
es: Los datos de entrada están respaldados por la investigación; la receta es nuestra. Qué señales deben formar parte de una puntuación de recuperación, y el método de z-score de ln(RMSSD) usado para normalizar la más importante, provienen de trabajos revisados por pares (Plews 2013, Buchheit 2014). El reparto 60/25/15, las franjas de puntuación y los umbrales de toda esta página están calibrados según la heurística de profesionales y no se han validado frente a resultados: ningún estudio demuestra que este número prediga la recuperación, el rendimiento o las lesiones. Es lo normal en una puntuación compuesta de bienestar, incluidas las comerciales; conviene saber qué mitad de la puntuación es cuál.
fi: Syötteet perustuvat tutkimukseen; yhdistelmä on meidän. Se, mitkä signaalit kuuluvat palautumispistemäärään, ja suurimman niistä normalisointiin käytetty ln(RMSSD)-z-pistemenetelmä perustuvat vertaisarvioituun tutkimukseen (Plews 2013, Buchheit 2014). Jako 60/25/15, pistealueet ja tämän sivun kynnysarvot on kalibroitu käytännön ammattilaisten nyrkkisääntöjen mukaan, eikä niitä ole validoitu lopputulemia vasten — mikään tutkimus ei osoita, että tämä luku ennustaisi palautumista, suorituskykyä tai loukkaantumisia. Tämä on tavallista yhdistetyille hyvinvointipisteille, kaupalliset mukaan lukien; on hyvä tietää, kumpi puolisko pisteistä on kumpaa.
fr: Les ingrédients s’appuient sur la recherche ; la recette est la nôtre. Les signaux qui ont leur place dans un score de récupération, et la méthode du z-score de ln(RMSSD) utilisée pour normaliser le plus important d’entre eux, proviennent de travaux évalués par des pairs (Plews 2013, Buchheit 2014). La répartition 60/25/15, les bandes de score et les seuils de cette page sont calibrés à partir d’heuristiques de praticiens et n’ont pas été validés par rapport à des résultats — aucune étude ne montre que ce chiffre prédit la récupération, la performance ou les blessures. C’est normal pour un score composite de bien-être, y compris les scores commerciaux ; mais il est utile de savoir quelle moitié du score relève de quoi.
is: Inntökin byggja á rannsóknum; uppskriftin er okkar. Hvaða merki eiga heima í batastigi, og z-gildisaðferðin með ln(RMSSD) sem notuð er til að staðla það stærsta þeirra, koma úr ritrýndum rannsóknum (Plews 2013, Buchheit 2014). Skiptingin 60/25/15, stigabilin og þröskuldarnir á þessari síðu eru kvarðaðir eftir þumalputtareglum fagfólks og hafa ekki verið sannreyndir gagnvart útkomum — engin rannsókn sýnir að þessi tala spái fyrir um bata, frammistöðu eða meiðsli. Það er eðlilegt fyrir samsett vellíðunarstig, líka þau sem eru á markaði; það er gott að vita hvor helmingur stiganna er hvað.
it: Gli input sono basati sulla ricerca; la ricetta è nostra. Quali segnali appartengono a un punteggio di recupero, e il metodo z-score su ln(RMSSD) usato per normalizzare il più importante, derivano da lavori sottoposti a revisione paritaria (Plews 2013, Buchheit 2014). La ripartizione 60/25/15, le fasce di punteggio e le soglie in tutta questa pagina sono calibrate su euristiche dei professionisti e non sono state validate rispetto agli esiti: nessuno studio dimostra che questo numero preveda recupero, prestazioni o infortuni. È normale per un punteggio di benessere composito, compresi quelli commerciali; vale la pena sapere quale metà del punteggio è quale.
ja: 入力は研究に裏付けられていますが、組み合わせ方は独自のものです。回復スコアにどのシグナルを含めるか、そして最も大きな要素を正規化する ln(RMSSD) の z スコア法は、査読付きの研究（Plews 2013、Buchheit 2014）に基づいています。60/25/15 の配分、スコアの区分、このページ全体のしきい値は、実践者の経験則に照らして調整したもので、結果に対して検証されたものではありません — この数値が回復、パフォーマンス、けがを予測することを示す研究はありません。これは市販のものを含め、複合的なウェルネススコアでは普通のことです。スコアのどの部分がどちらにあたるのかを知っておく価値があります。
ko: 입력값은 연구에 근거하며, 조합 방식은 저희가 정했습니다. 어떤 신호가 회복 점수에 들어가야 하는지, 그리고 그중 가장 큰 신호를 정규화하는 ln(RMSSD) z-점수 방법은 동료 심사를 거친 연구(Plews 2013, Buchheit 2014)에서 나왔습니다. 60/25/15 비율, 점수 구간, 이 페이지 전반의 임계값은 실무자의 경험칙에 맞춰 보정한 것이며 결과에 대해 검증되지 않았습니다 — 이 숫자가 회복, 퍼포먼스, 부상을 예측한다는 연구는 없습니다. 상용 제품을 포함해 종합 웰니스 점수에서는 흔한 일이지만, 점수의 어느 절반이 어느 쪽인지 알아 둘 만합니다.
nb: Inndataene er forskningsbaserte; oppskriften er vår. Hvilke signaler som hører hjemme i en restitusjonsscore, og z-score-metoden med ln(RMSSD) som brukes til å normalisere det største av dem, kommer fra fagfellevurdert forskning (Plews 2013, Buchheit 2014). Fordelingen 60/25/15, scorebåndene og tersklene på denne siden er kalibrert mot erfaringsbaserte tommelfingerregler fra praksis og er ikke validert mot utfall — ingen studie viser at dette tallet forutsier restitusjon, prestasjon eller skade. Det er normalt for en sammensatt velværescore, også de kommersielle; det er likevel verdt å vite hvilken halvdel av scoren som er hva.
nl: De onderdelen zijn wetenschappelijk onderbouwd; de samenstelling is van ons. Welke signalen in een herstelscore horen, en de ln(RMSSD)-z-scoremethode waarmee de belangrijkste wordt genormaliseerd, komen uit peer-reviewed onderzoek (Plews 2013, Buchheit 2014). De verdeling 60/25/15, de scorebanden en de drempels op deze pagina zijn afgestemd op vuistregels uit de praktijk en zijn niet gevalideerd tegen uitkomsten — geen enkele studie toont aan dat dit getal herstel, prestaties of blessures voorspelt. Dat is normaal voor een samengestelde welzijnsscore, ook de commerciële; het is goed om te weten welke helft van de score welke is.
pt_br: Os dados de entrada têm base em pesquisas; a receita é nossa. Quais sinais fazem parte de uma pontuação de recuperação, e o método de escore z de ln(RMSSD) usado para normalizar o maior deles, vêm de trabalhos revisados por pares (Plews 2013, Buchheit 2014). A divisão 60/25/15, as faixas de pontuação e os limites em toda esta página são calibrados com base em heurísticas de profissionais e não foram validados em relação a desfechos — nenhum estudo mostra que este número prevê recuperação, desempenho ou lesão. Isso é normal para uma pontuação composta de bem-estar, incluindo as comerciais; vale saber qual metade da pontuação é qual.
ru: Входные данные основаны на исследованиях; сочетание — наше. Какие сигналы входят в оценку восстановления и метод z-оценки ln(RMSSD) для нормализации главного из них взяты из рецензируемых работ (Plews 2013, Buchheit 2014). Пропорция 60/25/15, диапазоны оценки и пороги на этой странице откалиброваны по эвристикам практиков и не проверялись на исходах — ни одно исследование не показывает, что это число предсказывает восстановление, результативность или травмы. Это нормально для составной оценки самочувствия, включая коммерческие; полезно знать, какая половина оценки какая.
sv: Indata bygger på forskning; receptet är vårt. Vilka signaler som hör hemma i en återhämtningspoäng, och den z-poängmetod för ln(RMSSD) som används för att normalisera den största av dem, kommer från referentgranskad forskning (Plews 2013, Buchheit 2014). Fördelningen 60/25/15, poängintervallen och trösklarna på hela den här sidan är kalibrerade mot praktikers tumregler och har inte validerats mot utfall — ingen studie visar att det här talet förutsäger återhämtning, prestation eller skador. Det är normalt för en sammansatt välmåendepoäng, även de kommersiella; det är värt att veta vilken halva av poängen som är vilken.
zh_hans: 输入有研究依据；配方是我们自己的。哪些信号应纳入恢复评分，以及用于标准化其中最重要信号的 ln(RMSSD) z 分数方法，都来自同行评审的研究（Plews 2013、Buchheit 2014）。60/25/15 的权重分配、评分区间以及本页中的各种阈值，是根据从业者经验法则校准的，未经结果验证 — 没有研究表明这个数字能预测恢复、表现或伤病。这对于综合性健康评分（包括商业产品）来说很正常；值得了解的是，评分中哪一半是哪一种。

source: The large circular gauge (0-100) is your composite recovery score. It uses ln(RMSSD) z-score normalization against your personal 60-day baseline, automatically selecting the best available scoring tier (HRV-only, HRV + Sleep, or HRV + Sleep + Vitals at 60/25/15).
ar: المقياس الدائري الكبير (0-100) هو درجة تعافيك المركّبة. يستخدم تطبيع درجة z لـ ln(RMSSD) مقابل خط أساسك الشخصي لـ 60 يومًا، ويختار تلقائيًا أفضل مستوى تقييم متاح (HRV فقط، أو HRV + النوم، أو HRV + النوم + العلامات الحيوية بنسبة 60/25/15).
da: Den store runde måler (0-100) er din sammensatte restitutionsscore. Den bruger ln(RMSSD)-z-score-normalisering mod din personlige 60-dages baseline og vælger automatisk det bedste tilgængelige scoringsniveau (kun HRV, HRV + søvn, eller HRV + søvn + vitale tegn med 60/25/15).
de: Die große runde Anzeige (0–100) ist dein zusammengesetzter Erholungswert. Er nutzt die ln(RMSSD)-z-Wert-Normalisierung gegenüber deiner persönlichen 60-Tage-Baseline und wählt automatisch die beste verfügbare Bewertungsstufe (nur HRV, HRV + Schlaf oder HRV + Schlaf + Vitalwerte mit 60/25/15).
es: El gran indicador circular (0-100) es tu puntuación de recuperación compuesta. Usa la normalización por z-score de ln(RMSSD) frente a tu línea base personal de 60 días y selecciona automáticamente el mejor nivel de puntuación disponible (solo HRV, HRV + Sueño, o HRV + Sueño + Constantes vitales con 60/25/15).
fi: Suuri pyöreä mittari (0–100) on yhdistetty palautumispistemääräsi. Se käyttää ln(RMSSD)-z-pistenormalisointia henkilökohtaiseen 60 päivän perustasoosi nähden ja valitsee automaattisesti parhaan saatavilla olevan pisteytystason (pelkkä HRV, HRV + uni tai HRV + uni + vitaaliarvot suhteessa 60/25/15).
fr: La grande jauge circulaire (0-100) est votre score de récupération composite. Elle utilise une normalisation par z-score de ln(RMSSD) par rapport à votre référence personnelle sur 60 jours, en choisissant automatiquement le meilleur niveau de calcul disponible (HRV seule, HRV + Sommeil, ou HRV + Sommeil + Signes vitaux à 60/25/15).
is: Stóri hringmælirinn (0-100) er samsett batastig þitt. Það notar z-gildisstöðlun á ln(RMSSD) miðað við persónulegt 60 daga grunngildi þitt og velur sjálfkrafa besta tiltæka stigaþrepið (aðeins HRV, HRV + svefn, eða HRV + svefn + lífsmörk í hlutföllunum 60/25/15).
it: Il grande indicatore circolare (0-100) è il tuo punteggio di recupero composito. Usa la normalizzazione z-score di ln(RMSSD) rispetto alla tua linea di base personale di 60 giorni, selezionando automaticamente il miglior livello di punteggio disponibile (solo HRV, HRV + Sonno, oppure HRV + Sonno + Parametri vitali a 60/25/15).
ja: 大きな円形のゲージ（0～100）が複合的な回復スコアです。個人の 60 日間のベースラインに対する ln(RMSSD) の z スコア正規化を使い、利用可能な最良のスコア段階（HRV のみ、HRV + 睡眠、または HRV + 睡眠 + バイタルを 60/25/15 で）を自動で選択します。
ko: 큰 원형 게이지(0-100)는 종합 회복 점수입니다. 개인의 60일 기준선 대비 ln(RMSSD) z-점수 정규화를 사용하며, 사용 가능한 가장 좋은 점수 단계(HRV만, HRV + 수면, 또는 60/25/15 비율의 HRV + 수면 + 활력 징후)를 자동으로 선택합니다.
nb: Den store runde måleren (0-100) er den sammensatte restitusjonsscoren din. Den bruker z-score-normalisering av ln(RMSSD) mot den personlige 60-dagers grunnlinjen din og velger automatisk det beste tilgjengelige scorenivået (bare HRV, HRV + søvn, eller HRV + søvn + vitale tegn med 60/25/15).
nl: De grote ronde meter (0-100) is je samengestelde herstelscore. Hij gebruikt z-score-normalisatie van ln(RMSSD) ten opzichte van je persoonlijke basislijn van 60 dagen, en kiest automatisch het beste beschikbare scoreniveau (alleen HRV, HRV + slaap, of HRV + slaap + vitale waarden in 60/25/15).
pt_br: O grande medidor circular (0-100) é sua pontuação composta de recuperação. Ela usa a normalização por escore z de ln(RMSSD) em relação à sua linha de base pessoal de 60 dias, selecionando automaticamente o melhor nível de pontuação disponível (só VFC, VFC + Sono ou VFC + Sono + Sinais vitais em 60/25/15).
ru: Большой круглый индикатор (0–100) — ваша составная оценка восстановления. Он использует нормализацию z-оценки ln(RMSSD) относительно вашего личного базового уровня за 60 дней и автоматически выбирает лучший доступный уровень расчёта (только ВСР, ВСР + сон или ВСР + сон + жизненные показатели в пропорции 60/25/15).
sv: Den stora runda mätaren (0–100) är din sammansatta återhämtningspoäng. Den använder z-poängnormalisering av ln(RMSSD) mot din personliga 60-dagars baslinje och väljer automatiskt den bästa tillgängliga poängnivån (bara HRV, HRV + sömn, eller HRV + sömn + vitala tecken med 60/25/15).
zh_hans: 大圆形仪表（0-100）是你的综合恢复评分。它使用 ln(RMSSD) 相对于你个人 60 天基线的 z 分数标准化，并自动选择可用的最佳评分层级（仅 HRV、HRV + 睡眠，或 HRV + 睡眠 + 生命体征，权重 60/25/15）。

source: The low end of the range. Typical of good sleep or deep relaxation.
ar: الطرف الأدنى من النطاق. معتاد مع النوم الجيد أو الاسترخاء العميق.
da: Den lave ende af intervallet. Typisk ved god søvn eller dyb afslapning.
de: Das untere Ende des Bereichs. Typisch für guten Schlaf oder tiefe Entspannung.
es: El extremo bajo del rango. Típico de un buen sueño o de una relajación profunda.
fi: Vaihteluvälin alapää. Tyypillistä hyvälle unelle tai syvälle rentoutumiselle.
fr: Le bas de la plage. Typique d’un bon sommeil ou d’une relaxation profonde.
is: Neðri endi bilsins. Dæmigert fyrir góðan svefn eða djúpa slökun.
it: La parte bassa dell'intervallo. Tipica di un buon sonno o di un rilassamento profondo.
ja: 範囲の下限です。良い睡眠や深いリラックス状態で一般的です。
ko: 범위의 낮은 쪽. 좋은 수면이나 깊은 이완 상태에서 흔합니다.
nb: Den nedre delen av området. Typisk ved god søvn eller dyp avslapning.
nl: De onderkant van het bereik. Gebruikelijk bij goede slaap of diepe ontspanning.
pt_br: A parte baixa da faixa. Típica de sono bom ou relaxamento profundo.
ru: Нижняя часть диапазона. Типично для хорошего сна или глубокого расслабления.
sv: Den nedre delen av intervallet. Typiskt vid god sömn eller djup avslappning.
zh_hans: 范围的低端。常见于睡眠良好或深度放松时。

source: The main chart shows any metric over time. Use the tabs to switch between RMSSD, SDNN, Heart Rate, LF/HF Ratio, DFA alpha-1, Stress Index, and Readiness. Each chart includes individual data points (blue) and a 3-day rolling average (orange dashed line).
ar: يعرض المخطط الرئيسي أي مقياس بمرور الوقت. استخدم علامات التبويب للتبديل بين RMSSD وSDNN ومعدل ضربات القلب ونسبة LF/HF وDFA alpha-1 ومؤشر الإجهاد والجاهزية. يتضمن كل مخطط نقاط بيانات منفردة (زرقاء) ومتوسطًا متحركًا لـ 3 أيام (خط برتقالي متقطع).
da: Hovedgrafen viser en vilkårlig måling over tid. Brug fanerne til at skifte mellem RMSSD, SDNN, puls, LF/HF-forhold, DFA alfa-1, Stressindeks og Parathed. Hver graf viser de enkelte datapunkter (blå) og et rullende 3-dages gennemsnit (orange stiplet linje).
de: Das Hauptdiagramm zeigt eine beliebige Metrik im Zeitverlauf. Wechsle mit den Tabs zwischen RMSSD, SDNN, Herzfrequenz, LF/HF-Verhältnis, DFA Alpha-1, Stressindex und Bereitschaft. Jedes Diagramm enthält einzelne Datenpunkte (blau) und einen gleitenden 3-Tage-Durchschnitt (orange gestrichelte Linie).
es: El gráfico principal muestra cualquier métrica a lo largo del tiempo. Usa las pestañas para cambiar entre RMSSD, SDNN, frecuencia cardíaca, relación LF/HF, DFA alfa-1, índice de estrés y preparación. Cada gráfico incluye los puntos de datos individuales (azul) y una media móvil de 3 días (línea discontinua naranja).
fi: Pääkaavio näyttää minkä tahansa mittarin ajan mittaan. Vaihda välilehdillä RMSSD:n, SDNN:n, sykkeen, LF/HF-suhteen, DFA alfa-1:n, stressi-indeksin ja valmiuden välillä. Jokainen kaavio sisältää yksittäiset datapisteet (sininen) ja 3 päivän liukuvan keskiarvon (oranssi katkoviiva).
fr: Le graphique principal affiche n’importe quelle métrique au fil du temps. Utilisez les onglets pour passer de RMSSD à SDNN, Fréquence cardiaque, Ratio LF/HF, DFA alpha-1, Indice de stress et État de préparation. Chaque graphique comprend les points de données individuels (bleu) et une moyenne glissante sur 3 jours (ligne orange en pointillés).
is: Aðalgrafið sýnir hvaða mælingu sem er yfir tíma. Notaðu flipana til að skipta milli RMSSD, SDNN, púls, LF/HF-hlutfalls, DFA alfa-1, streituvísitölu og viðbúnaðar. Hvert graf sýnir einstaka gagnapunkta (bláa) og 3 daga hlaupandi meðaltal (appelsínugul brotalína).
it: Il grafico principale mostra qualsiasi metrica nel tempo. Usa le schede per passare tra RMSSD, SDNN, Frequenza cardiaca, Rapporto LF/HF, DFA alfa-1, Indice di stress e Prontezza. Ogni grafico include i singoli punti dati (blu) e una media mobile a 3 giorni (linea tratteggiata arancione).
ja: メインのチャートは、任意の指標の推移を表示します。タブで RMSSD、SDNN、心拍数、LF/HF 比、DFA α1、ストレス指数、準備状態を切り替えます。各チャートには、個々のデータ点（青）と 3 日間の移動平均（オレンジの破線）が含まれます。
ko: 메인 차트는 어떤 지표든 시간에 따라 보여 줍니다. 탭으로 RMSSD, SDNN, 심박수, LF/HF 비율, DFA alpha-1, 스트레스 지수, 준비 상태를 전환하세요. 각 차트에는 개별 데이터 포인트(파란색)와 3일 이동 평균(주황색 점선)이 표시됩니다.
nb: Hoveddiagrammet viser et hvilket som helst måltall over tid. Bruk fanene til å bytte mellom RMSSD, SDNN, puls, LF/HF-forhold, DFA alfa-1, stressindeks og beredskap. Hvert diagram viser enkeltdatapunkter (blå) og et glidende 3-dagers gjennomsnitt (oransje stiplet linje).
nl: De hoofdgrafiek toont elke waarde in de tijd. Gebruik de tabbladen om te wisselen tussen RMSSD, SDNN, hartslag, LF/HF-ratio, DFA alfa-1, stressindex en gereedheid. Elke grafiek toont afzonderlijke meetpunten (blauw) en een voortschrijdend gemiddelde over 3 dagen (oranje stippellijn).
pt_br: O gráfico principal mostra qualquer métrica ao longo do tempo. Use as abas para alternar entre RMSSD, SDNN, Frequência cardíaca, Razão LF/HF, DFA alfa-1, Índice de estresse e Prontidão. Cada gráfico inclui os pontos de dados individuais (azul) e uma média móvel de 3 dias (linha tracejada laranja).
ru: Основной график показывает любой показатель во времени. Вкладками переключайтесь между RMSSD, SDNN, пульсом, соотношением LF/HF, DFA альфа-1, индексом стресса и готовностью. На каждом графике — отдельные точки данных (синие) и скользящее среднее за 3 дня (оранжевая пунктирная линия).
sv: Huvuddiagrammet visar valfritt mått över tid. Använd flikarna för att växla mellan RMSSD, SDNN, Hjärtfrekvens, LF/HF-kvot, DFA alfa-1, Stressindex och Beredskap. Varje diagram visar enskilda datapunkter (blå) och ett rullande 3-dagarsmedel (orange streckad linje).
zh_hans: 主图表显示任意指标随时间的变化。使用标签切换 RMSSD、SDNN、心率、LF/HF 比值、DFA alpha-1、应激指数和准备状态。每个图表都包含单个数据点（蓝色）和 3 天滚动平均线（橙色虚线）。

source: The majority of your night. Serves as the foundation connecting deep and REM cycles. Important for overall recovery but less impactful per minute than deep or REM.
ar: الجزء الأكبر من ليلتك. يشكّل الأساس الذي يربط دورات النوم العميق وREM. مهم للتعافي الإجمالي لكنه أقل أثرًا لكل دقيقة من النوم العميق أو REM.
da: Størstedelen af din nat. Danner fundamentet, der forbinder dybe cyklusser og REM-cyklusser. Vigtig for den samlede restitution, men har mindre effekt pr. minut end dyb søvn eller REM.
de: Der Großteil deiner Nacht. Bildet die Grundlage, die Tief- und REM-Zyklen verbindet. Wichtig für die allgemeine Erholung, aber pro Minute weniger wirksam als Tief- oder REM-Schlaf.
es: La mayor parte de tu noche. Es la base que conecta los ciclos de sueño profundo y REM. Importante para la recuperación global, pero con menos impacto por minuto que el sueño profundo o el REM.
fi: Suurin osa yöstäsi. Toimii perustana, joka yhdistää syvän unen ja REM-syklit. Tärkeä kokonaispalautumiselle, mutta minuuttia kohden vähemmän vaikuttava kuin syvä uni tai REM.
fr: La majeure partie de votre nuit. Sert de base reliant les cycles de sommeil profond et de REM. Important pour la récupération globale, mais moins déterminant minute par minute que le sommeil profond ou le REM.
is: Meirihluti næturinnar. Er grunnurinn sem tengir djúpsvefns- og REM-lotur. Mikilvægur fyrir heildarbata en hefur minni áhrif á hverja mínútu en djúpsvefn eða REM.
it: La maggior parte della notte. Fa da base collegando i cicli di sonno profondo e REM. Importante per il recupero complessivo, ma meno incisivo al minuto rispetto al sonno profondo o al REM.
ja: 夜の大部分を占めます。深い睡眠とレム睡眠のサイクルをつなぐ土台の役割を果たします。全体的な回復に重要ですが、1 分あたりの影響は深い睡眠やレム睡眠より小さいです。
ko: 밤의 대부분을 차지합니다. 깊은 수면과 REM 주기를 잇는 기반 역할을 합니다. 전반적인 회복에 중요하지만 분당 영향은 깊은 수면이나 REM보다 적습니다.
nb: Mesteparten av natten. Fungerer som grunnmuren som binder sammen syklusene med dyp søvn og REM. Viktig for den samlede restitusjonen, men betyr mindre per minutt enn dyp søvn eller REM.
nl: Het grootste deel van je nacht. Vormt de basis die diepe slaap en REM-cycli verbindt. Belangrijk voor het algehele herstel, maar per minuut minder invloedrijk dan diepe slaap of REM.
pt_br: A maior parte da sua noite. Serve de base conectando os ciclos de sono profundo e REM. Importante para a recuperação geral, mas com menos impacto por minuto que o sono profundo ou o REM.
ru: Большая часть ночи. Служит основой, связывающей циклы глубокого сна и REM. Важен для общего восстановления, но в пересчёте на минуту влияет меньше, чем глубокий сон или REM.
sv: Större delen av din natt. Utgör grunden som förbinder djup- och REM-cyklerna. Viktig för den övergripande återhämtningen men mindre betydelsefull per minut än djup- eller REM-sömn.
zh_hans: 占你夜间睡眠的大部分。是连接深睡和 REM 周期的基础。对整体恢复很重要，但每分钟的作用不如深睡或 REM。
